Эй, бро, тебе же сегодня день рождения! Я знаю, мы уже какое-то время не общались, и мне очень жаль, что я провинился перед тобой. Хотел бы открыть новую страницу в наших отношениях и сделать все, чтобы они снова стали лучше.

Я прекрасно понимаю, что мои поступки были глупыми и неправильными, и нужно время, чтобы вернуть доверие и снова наладить общение. Но я хочу сделать первый шаг, и написать тебе, как я раскаиваюсь в своих действиях.

Если ты не желаешь со мной общаться, то я это понимаю, но есть для тебя тортик, который я купил. Если ты захочешь забрать его, то можем куда-нибудь сходить, поговорить и уладить все наши проблемы.

Надеюсь, что твой день рождения проходит потрясающе, и чтобы ты получил все, чего душа пожелала. Внимания, поддержки и тех, кто тебя любит и ценит. Еще раз с днем рождения, бро! 

-> END
